tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "git"
brew "htop"
brew "jq"
brew "pipx"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "subversion"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
cask "1password"
cask "anki"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "launchbar"
cask "netnewswire"
cask "nvalt"
cask "omnifocus"
cask "psequel"
cask "rectangle"
cask "slack"
cask "smlnj"
cask "spotify"
cask "syncthing"
cask "tableplus"
cask "visual-studio-code"
